IDEA Open Model
LoadInPoint.Fz Property
Compatible with IDEA StatiCa v 10.1
 Force in Z direction
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double Fz { get; set; }
Public Property Fz As Double
	Get
	Set
public:
property double Fz {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LoadInPoint Class
IdeaRS.OpenModel.Loading Namespace